Repository: marijngoedegebure/NarrativeWorldCreator
Catalog: Semantics/Utilities/NewNames.*.resx
Languages: nl_nl

source: Event
nl_nl: Gebeurtenis

source: Attribute
nl_nl: Attribuut

source: Group
nl_nl: Groep

source: Physical object
nl_nl: Fysiek object

source: Material
nl_nl: Materiaal

source: Mixture
nl_nl: Mengsel

source: Predicate type
nl_nl: Predicaattype

source: Service
nl_nl: Dienst

source: State
nl_nl: Staat

source: Substance
nl_nl: Substantie

source: Unit category
nl_nl: Eenheidscategorie

source: Unit
nl_nl: Eenheid

source: Entity
nl_nl: Entiteit

source: Action
nl_nl: Actie

source: Abstract entity
nl_nl: Abstracte entiteit

source: Relationship type
nl_nl: Relatietype

source: Goal
nl_nl: Doel

source: Space
nl_nl: Ruimte

source: Scene
nl_nl: Scène

source: State group
nl_nl: Staatgroep

source: Predicate
nl_nl: Predicaat

source: Relationship
nl_nl: Relatie

source: Condition
nl_nl: Voorwaarde

source: Node condition
nl_nl: Nodevoorwaarde

source: Node change
nl_nl: Nodeverandering

source: Compound
nl_nl: Samenstelling

source: Tangible object
nl_nl: Tastbaar object

source: Family
nl_nl: Familie

source: State group condition
nl_nl: Voorwaarde staatgroep

# EntityCreation
source: Creation
nl_nl: Creatie

source: Change
nl_nl: Verandering

source: Creation
nl_nl: Creatie

source: Deletion
nl_nl: Verwijdering

source: Transfer
nl_nl: Overdracht

source: Reaction
nl_nl: Reactie

source: Relationship establishment
nl_nl: Aanleg relatie

source: State group change
nl_nl: Verandering staatgroep

source: Name
nl_nl: Naam

source: Reference
nl_nl: Verwijzing

source: Tag
nl_nl: Sleutelwoord

source: Variable
nl_nl: Variabele

source: Filter application
nl_nl: Aanbreng filter

source: Bool variable
nl_nl: Boolvariabele

source: Numerical variable
nl_nl: Numerieke variabele

source: String variable
nl_nl: Stringvariabele

source: Vector variable
nl_nl: Vectorvariabele

source: Random variable
nl_nl: Willekeurige variabele

source: Abstract entity change
nl_nl: Verandering abstracte entiteit

source: Abstract entity condition
nl_nl: Voorwaarde abstracte entiteit

source: Attribute change
nl_nl: Verandering attribuut

source: Attribute condition
nl_nl: Voorwaarde attribuut

source: Compound change
nl_nl: Verandering samenstelling

source: Compound condition
nl_nl: Voorwaarde samenstelling

source: Element change
nl_nl: Verandering element

source: Element condition
nl_nl: Voorwaarde element

source: Material change
nl_nl: Verandering materiaal

source: Material condition
nl_nl: Voorwaarde materiaal

source: Mixture change
nl_nl: Verandering mengsel

source: Mixture condition
nl_nl: Voorwaarde mengsel

source: Space change
nl_nl: Verandering ruimte

source: Space condition
nl_nl: Voorwaarde ruimte

source: Substance change
nl_nl: Substantie

source: Substance condition
nl_nl: Voorwaarde substantie

source: Tangible object change
nl_nl: Verandering tastbaar object

source: Tangible object condition
nl_nl: Voorwaarde tastbaar object

source: Connection reference
nl_nl: Verbindingsverwijzing

source: Cover reference
nl_nl: Bedekkingsverwijzing

source: Item reference
nl_nl: Itemverwijzing

source: Layer reference
nl_nl: Laagverwijzing

source: Matter reference
nl_nl: Materieverwijzing

source: Part reference
nl_nl: Onderdeelverwijzing

source: Relationship reference
nl_nl: Relatieverwijzing

source: Space reference
nl_nl: Ruimteverwijzing

source: Spatial reference
nl_nl: Ruimtelijke verwijzing

source: Transformation
nl_nl: Transformatie

source: Relationship change
nl_nl: Verandering relatie

source: Relationship condition
nl_nl: Voorwaarde relatie

source: Term variable
nl_nl: Termvariabele

source: Set reference
nl_nl: Setverwijzing

source: Connection item change
nl_nl: Verandering verbindingsitem

source: Connection item condition
nl_nl: Voorwaarde verbindingsitem

source: Cover change
nl_nl: Verandering bedekking

source: Cover condition
nl_nl: Voorwaarde bedekking

source: Layer change
nl_nl: Verandering laag

source: Layer condition
nl_nl: Voorwaarde laag

source: Part change
nl_nl: Verandering onderdeel

source: Part condition
nl_nl: Voorwaarde onderdeel

source: Combined relationship
nl_nl: Gecombineerde relatie

source: Owner reference
nl_nl: Eigenaarsverwijzing
